Repository: common-repository/commentor
Catalog: languages/commentor-*.po
Languages: fa_ir

source: Settings saved successfully
fa_ir: تنظیمات با موفقیت ذخیره شد

source: Your request encountered a problem
fa_ir: درخواست شما با مشکل مواجه شد

source: Commentor
fa_ir: کامنتور

source: Settings
fa_ir: تنظیمات

source: The comment cannot be empty
fa_ir: نظر نمی تواند خالی باشد

source: The information sent is defective
fa_ir: اطلاعات ارسالی ناقص است

source: Post not available
fa_ir: نوشته در دسترس نیست

source: It is not possible to comment on this post
fa_ir: امکان درج نظر برای این نوشته وجود ندارد

source: Guest
fa_ir: کاربر مهمان

source: There was a problem, please try again
fa_ir: مشکلی پیش آمده، مجددا تلاش کنید

source: Your reply has been sent
fa_ir: پاسخ شما ثبت شد

source: Your comment has been sent
fa_ir: نظر شما ثبت شد

source: You must be logged in to like
fa_ir: برای پسندیدن باید وارد شوید

source: Likes
fa_ir: پسندیده شده

source: Like
fa_ir: پسندیدن

source: Comment liked
fa_ir: نظر پسندیده شد

source: Comment unliked
fa_ir: پسندیدن نظر حذف شد

source: y
fa_ir: سال

source: month
fa_ir: ماه

source: d
fa_ir: روز

source: h
fa_ir: ساعت

source: m
fa_ir: دقیقه

source: just now
fa_ir: چند لحظه پیش

source: Dashboard
fa_ir: داشبورد

source: Comments
fa_ir: نظرات

source: See all
fa_ir: مشاهده همه

source: Pending
fa_ir: در انتظار تائید

source: Approved
fa_ir: تائید شده

source: Spam
fa_ir: اسپم

source: Trash
fa_ir: زباله دان

source: Top users
fa_ir: برترین کاربران

source: List of users with the most comments
fa_ir: لیست کاربران با بیشترین تعداد نظر

source: Top posts
fa_ir: برترین نوشته ها

source: List of posts with the most comments
fa_ir: لیست نوشته ها با بیشترین تعداد نظر

source: %s comments
fa_ir: %s نظر

source: Published at %s
fa_ir: منتشر شده در %s

source: Commentor settings
fa_ir: تنظیمات کامنتور

source: Form direction
fa_ir: چینش فرم

source: Left to right
fa_ir: چپ به راست

source: Right to left
fa_ir: راست به چپ

source: Primary color
fa_ir: رنگ اصلی

source: Display count
fa_ir: تعداد نمایش

source: Box background
fa_ir: رنگ پس زمینه

source: Box padding
fa_ir: فاصله داخلی

source: Enter in px
fa_ir: به px وارد کنید

source: Distinguish the author
fa_ir: متمایز کردن نویسنده

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Show author comments with different color
fa_ir: نمایش نظرات نویسنده نوشته با ظاهر متفاوت

source: Admin display name
fa_ir: نام نمایشی مدیران

source: Replace administrators name with this name on comments (leave blank to disable)
fa_ir: جایگزینی نام مدیران در نظرات با نام نمایشی وارد شده (برای غیرفعال شدن خالی رها کنید)

source: Save changes
fa_ir: ذخیره تغییرات

source: Add your comment...
fa_ir: نظر خود را بنویسید ...

source: Post comment
fa_ir: ثبت نظر

source: Thanks for comment
fa_ir: ممنون برای نظر

source: Please enter your name and email first or login
fa_ir: لطفا نام و ایمیل خود را وارد کنید و یا اینکه وارد شوید

source: Name should be entered
fa_ir: نام باید وارد شود

source: Enter your name
fa_ir: نام خود را وارد کنید

source: Email should be entered
fa_ir: ایمیل باید وارد شود

source: Enter your email
fa_ir: ایمیل خود را وارد کنید

source: Submit
fa_ir: ثبت

source: Replies
fa_ir: پاسخ

source: Load replies
fa_ir: نمایش پاسخ ها

source: Add new reply ...
fa_ir: افزودن پاسخ جدید ...

source: Send
fa_ir: ارسال

source: Comments will be displayed after approval by the administrator
fa_ir: نظرات پس از تائید مدیر سایت نمایش داده می شود

source: Load more comments
fa_ir: بارگذاری بیشتر

source: Wordpress comment plugin
fa_ir: افزونه کامنت وردپرس

source: Hossein Hasanpouri
fa_ir: حسین حسن پوری
